anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-ssh
astro-build.astro-vscode
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.vscode-pull-request-github
gitpod.gitpod-flex
hbenl.vscode-mocha-test-adapter
hbenl.vscode-test-explorer
james-yu.latex-workshop
mechatroner.rainbow-csv
ms-azuretools.vscode-azureresourcegroups
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.mssql
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-vscode.powershell
ms-vscode.test-adapter-converter
msjsdiag.vscode-react-native
orta.vscode-jest
redhat.vscode-yaml
rvest.vs-code-prettier-eslint
shd101wyy.markdown-preview-enhanced
styled-components.vscode-styled-components
svelte.svelte-vscode
vscode-icons-team.vscode-icons
vscodevim.vim
